Repository: UnigramDev/Unigram
Catalog: Unigram/Unigram/Strings/*/Resources.resw
Source language: en
Languages: ar, be, ca, de, es, fa, fi, fr, id, it, ko, ms, nl, pl, pt_br, ru, sv, tr, uk, uz, zh_cn, zh_tw

# ContactsPermissionAlert
source: **Telegram** needs access to your contacts so that you can connect with your friends across all your devices. Your contacts will be continuously synced with Telegram's heavily encrypted cloud servers.
ar: يحتاج **تيليجرام** إلى الوصول لجهات اتصالك لكي تتمكن من التواصل مع أصدقائك عبر جميع أجهزتك، ستتم مزامنة جهات اتصالك باستمرار مع خوادم تيليجرام السحابية شديدة التشفير.
be: Telegram патрэбны доступ да вашых кантактаў, каб вы маглі звязацца са сваімі сябрамі на ўсіх сваіх прыладах. Вашы кантакты будуць захоўвацца на абароненых серверах Telegram для сінхранізацыі.
ca: El **Telegram** necessita accedir als contactes perquè pugueu connectar amb els amics en tots els dispositius. Els vostres contactes se sincronitzaran automàticament als servidors xifrats del Telegram.
de: **Telegram** benötigt Zugriff auf deine Kontakte, damit du dich mit Freunden auf all deinen Geräten verbinden kannst. Deine Kontakte werden durchgehend mit den stark verschlüsselten Cloud-Servern von Telegram synchronisiert.
es: **Telegram** necesita acceso a tus contactos para que puedas comunicarte con tus amigos en todos tus dispositivos. Tus contactos se sincronizarán continuamente con los servidores en la nube fuertemente cifrados de Telegram.
fa: **تلگرام** باید به مخاطبین شما دسترسی داشته باشد تا بتوانید در تمامی دستگاه‌هایتان با دوستانتان ارتباط برقرار کنید. مخاطبین شما به طور مداوم با سرورهای ابری و رمزگذاری شده تلگرام همگام‌سازی خواهند شد.
fi: Anna **Telegramille** pääsy yhteystietoihisi, jotta voisit pitää saumattomasti yhteyttä tuntemiisi henkilöihin kaikilta laitteiltasi. Yhteystietosi talletetaan Telegramin pilvipalvelimille vahvalla salauksella.
fr: **Telegram** doit accéder à vos contacts pour que vous puissiez joindre vos amis sur tous vos appareils. Vos contacts seront synchronisés en continu grâce aux serveurs hautement chiffrés de Telegram.
id: Telegram membutuhkan akses ke kontak sehingga Anda dapat menghubungi teman di semua perangkat. Kontak akan tetap tersinkron di server Telegram yang terenkripsi.
it: **Telegram** ha bisogno di accedere ai tuoi contatti per poterti connettere con gli amici su tutti i tuoi dispositivi. I tuoi contatti saranno sincronizzati continuamente con i server cloud fortemente criptati di Telegram.
ko: 모든 기기에 걸쳐 친구들과 소통하려면 **텔레그램**의 연락처 접근을 허용해 주세요. 단단히 암호화된 텔레그램 서버로 회원님의 연락처가 지속적으로 동기화될 것입니다.
ms: **Telegram** perlu akses ke kenalan anda agar anda boleh berhubung dengan rakan anda di semua peranti. Kenalan anda akan disegerak secara berterusan dengan pelayan awan Telegram yang dipersulitkan.
nl: **Telegram** heeft toegang tot je contacten nodig zodat je makkelijk contact kunt opnemen met je vrienden vanaf al je apparaten. Telegram synchroniseert je contacten continu naar onze zwaar versleutelde Cloud-servers.
pl: Aby można było łączyć się ze znajomymi na wszystkich urządzeniach, **Telegram** musi mieć dostęp do listy kontaktów. Telegram będzie nieprzerwanie synchronizować kontakty z silnie zaszyfrowanymi serwerami w chmurze.
pt_br: O **Telegram** precisa acessar seus contatos para que você possa se comunicar com seus amigos em todos os seus dispositivos. Seus contatos serão continuamente sincronizados na nuvem fortemente criptografada do Telegram.
ru: **Telegram** требуется доступ к Вашим контактам, чтобы Вы могли оставаться на связи с друзьями с любого устройства. Актуальная информация о Ваших контактах будет храниться зашифрованной в облаке Telegram.
sv: **Telegram** behöver åtkomst till din kontaktbok så att du får åtkomst till den på alla dina enheter. Dina kontakter synkas kontinuerligt på Telegrams starkt krypterade molnservrar.
tr: **Telegram**, tüm cihazlarınızda arkadaşlarınızla bağlantı kurabilmeniz için kişilerinize erişmelidir. Kişileriniz sürekli olarak Telegram'ın yoğun şekilde şifrelenmiş bulut sunucularıyla eşitlenecektir.
uk: **Telegram** потрібен доступ до ваших контактів, щоб ви могли звʼязатися з друзями з будь-якого пристрою. Контакти синхронізуватимуться із серверами Telegram і зберігатимуться на них надійно зашифрованими.
uz: Barcha tanishlaringiz bilan istalgan moslamangiz orqali muammosiz aloqa o'rnatish uchun **Telegram** dasturiga kontaktlaringizni ko‘rishga ruxsat bering.
zh_cn: Telegram 需要访问您的通讯录才能让您能够在任何设备上联系朋友。您的联系人信息将会被即时同步到高度加密的 Telegram 云服务器。
zh_tw: Telegram 需要存取您的通訊錄才能讓您能夠在任何設備上聯絡朋友。您的聯絡人資料將會被即時同步到高度加密的 Telegram 雲端服務器。

# ContactsPermissionAlertContinue
source: CONTINUE
ar: استمرار
be: ПРАЦЯГНУЦЬ
ca: CONTINUA
de: WEITER
es: CONTINUAR
fa: ادامه
fi: Jatka
fr: CONTINUER
id: LANJUT
it: CONTINUA
ko: 계속
ms: TERUSKAN
nl: DOORGAAN
pl: KONTYNUUJ
pt_br: CONTINUAR
ru: ПРОДОЛЖИТЬ
sv: Fortsätt
tr: DEVAM ET
uk: ПРОДОВЖИТИ
uz: DAVOM ETISH
zh_cn: 继续
zh_tw: 繼續

# ContactsPermissionAlertNotNow
source: NOT NOW
ar: ليس الآن
be: НЕ ЗАРАЗ
ca: ARA NO
de: JETZT NICHT
es: AHORA NO
fa: الان نه
fi: Ei nyt
fr: PAS MAINTENANT
id: NANTI
it: NON ADESSO
ko: 지금 안 함
ms: BUKAN SEKARANG
nl: NU NIET
pl: NIE TERAZ
pt_br: AGORA NÃO
ru: НЕ СЕЙЧАС
sv: Inte nu
tr: ŞİMDİ DEĞİL
uk: НЕ ЗАРАЗ
uz: HOZIR EMAS
zh_cn: 稍后
zh_tw: 稍後

source: Contact Support
ar: التواصل مع الدعم
be: Звязацца з падтрымкай
ca: Contacta amb l'assistència
de: Support kontaktieren
es: Contactar al soporte
fa: ارتباط با پشتیبانی
fi: Ota yhteys tukeen
fr: Contacter l'assistance
id: Hubungi Bantuan
it: Contatta il supporto
ko: 문의하기
ms: Hubungi Bantuan
nl: Om hulp vragen
pl: Skontaktuj się ze wsparciem
pt_br: Contatar Suporte
ru: Обратиться в поддержку
sv: Kontakta supporten
tr: Destek ile iletişim kurun
uk: Звʼязатися з підтримкою
uz: Yordam Xizmati

# ContactSupportInfo
source: Tell us about any issues; logging out doesn't usually help.
ar: أخبرنا عن أي مشاكلَ تواجهك؛ تسجيل الخروج ليس حلا ناجحا في العادة.
be: Расказаць нам аб якіх-небудзь праблемах; выхад з уліковага запісу звычайна не дапамагае.
ca: Aviseu-nos de qualsevol errada; tancar la sessió no sol ajudar.
de: Melde uns jederzeit Probleme. Die Abmeldung löst sie normalerweise nicht.
es: Cuéntanos sobre cualquier problema; cerrar sesión generalmente no ayuda.
fa: در صورت وجود هر گونه مشکلی ما را مطلع کنید؛ خروج از حساب کاربری معمولاً کمکی نمی‌کند.
fi: Kerro meille ongelmista; uloskirjautuminen ei yleensä auta.
fr: Expliquer votre problème. Se déconnecter aide rarement.
id: Beri tahu kami kendala Anda; keluar dari akun biasanya tidak menyelesaikan masalah.
it: Segnalaci qualsiasi problema; disconnettersi solitamente non aiuta.
ko: 문제가 있으면 알려 주세요. 로그아웃은 대개 도움이 되지 않습니다.
ms: Beritahu kami apa-apa isu; log keluar tak semestinya selesaikan isu.
nl: Vertel ons over eventuele problemen; uitloggen helpt meestal niet.
pl: Opowiedz nam o wszelkich problemach; wylogowanie się zazwyczaj nie pomaga.
pt_br: Conte-nos sobre quaisquer problemas; sair geralmente não ajuda.
ru: Если возникли неполадки, сообщите нам; выход из аккаунта обычно не помогает.
sv: Berätta för oss om dina bekymmer. Utloggning hjälper normalt inte.
tr: Bize sorunlardan bahsedin; oturumu kapatmak genellikle yardımcı olmaz.
uk: Якщо у вас виникли проблеми — розкажіть, адже зазвичай повторний вхід не допомагає.
uz: Bizga xatoliklar haqida xabar bering; chiqib ketish har doim ham yordam bermaydi.

source: Continue
ar: استمرار
be: Працягнуць
ca: Continua
de: Fortsetzen
es: Continuar
fa: ادامه
fi: Jatka
fr: Continuer
id: Lanjut
it: Continua
ko: 계속하기
ms: Teruskan
nl: Doorgaan
pl: Kontynuuj
pt_br: Continuar
ru: Продолжить
sv: Fortsätt
tr: Devam Et
uk: Продовжити
uz: Davom etish

# ContinueOnThisLanguage
source: Continue in English
ar: الاستمرار باللغة العربية
be: Працягнуць па-беларуску
ca: Continua en català
de: Weiter auf Deutsch
es: Continuar en español
fa: با زبان فارسی ادامه دهید
fi: Jatka suomeksi
fr: Continuer en français
id: Lanjutkan dengan Bahasa Indonesia
it: Continua in italiano
ko: 한국어로 계속
ms: Teruskan dengan Melayu
nl: Doorgaan in het Nederlands
pl: Kontynuuj w języku polskim
pt_br: Continuar em Português
ru: Продолжить на русском
sv: Fortsätt med svenska
tr: Türkçe olarak devam et
uk: Продовжити українською
uz: O‘zbek tilida davom etish
zh_cn: 使用简体中文继续
zh_tw: 使用正體中文繼續

source: Contrast
ar: تباين
be: Кантраст
de: Kontrast
es: Contraste
fa: کنتراست
fi: Kontrasti
fr: Contraste
id: Kontras
it: Contrasto
ko: 대비
ms: Perbandingan
pl: Kontrast
pt_br: Contraste
ru: Контраст
sv: Kontrast
tr: Kontrast
uk: Контраст
uz: Kontrast
zh_cn: 对比
zh_tw: 對比

# ConvertGroup
source: Convert to Supergroup
ar: تحويل إلى مجموعة خارقة
be: Абнавіцца да суперсуполкі
ca: Converteix en Supergrup
de: In Supergruppe ändern
es: Convertir en supergrupo
fa: تبدیل به ابرگروه
fi: Muunna superryhmäksi
fr: Passer à un supergroupe
id: Ubah ke Supergrup
it: Converti in supergruppo
ko: 슈퍼그룹으로 변환
ms: Tukar ke Grupsuper
nl: Opwaarderen naar supergroep
pl: Konwertuj do super grupy
pt_br: Converter em Supergrupo
ru: Сделать супергруппой
sv: Konvertera till supergrupp
tr: Süper Gruba Dönüştür
uk: Покращити до супергрупи
uz: Superguruhga aylantirish
zh_cn: 升级为超级群组
zh_tw: 升級為超級群組

# ConvertGroupAlert
source: This action is irreversible. It is not possible to downgrade a supergroup to a regular group.
ar: تحذير: هذا الإجراء لا يمكن التراجع عنه. لا يمكن إعادة المجموعة الخارقة إلى مجموعة عادية.
be: Гэта дзеянне немагчыма адрабіць. Нельга пераўтварыць суперсуполку назад у суполку.
ca: Aquesta acció és irreversible. No és possible canviar un supergrup a un grup normal.
de: Du kannst die Supergruppe nicht mehr in eine normale Gruppe ändern.
es: Esta acción es irreversible. No puedes convertir un supergrupo en un grupo normal.
fa: این عمل بازگشت‌ناپذیر است. امکان بازگرداندن یک ابرگروه به یک گروه عادی وجود ندارد.
fi: Tätä toimintoa ei voi perua. Superryhmää ei voi palauttaa tavalliseksi ryhmäksi.
fr: Cette action est irréversible. Il n'est pas possible de revenir à un groupe à partir d'un supergroupe.
id: Tindakan ini tidak dapat dikembalikan. Anda tidak dapat mengubah supergrup menjadi grup reguler.
it: Questa azione è irreversibile. Non è possibile trasformare un supergruppo in un gruppo normale.
ko: 이 작업은 되돌릴 수 없습니다. 슈퍼그룹에서 일반 그룹으로는 내리실 수 없습니다.
ms: Tindakan ini tak boleh ditukar balik. Grupsuper tak boleh ditukar balik ke grup biasa.
nl: Groep echt omzetten naar supergroep? Je kunt dit niet ongedaan maken.
pl: Ta operacja jest nieodwracalna. Nie można zdegradować super grupy do zwykłej grupy.
pt_br: Essa ação é irreversível. Não é possível voltar de um supergrupo para um grupo normal.
ru: Это действие нельзя будет отменить. Супергруппу невозможно сделать обычной группой.
sv: Åtgärden går inte att ångra. Det går inte att nedgradera en supergrupp till en vanlig grupp.
tr: Bu işlem geri alınamaz. Bir süper grubu tekrar normal grup düzeyine indiremezsiniz.
uk: Це незворотня дія. Група назавжди залишиться супергрупою.
uz: Bu harakatni orqaga qaytarib boʻlmaydi. Superguruhni oddiy guruhga aylantirish imkoni yoʻq.
zh_cn: 此操作是不可逆的。超级群组不可能降级为普通群组。
zh_tw: 此操作是不可逆的。超級群組不可能降級為普通群組。

# ConvertGroupAlertWarning
source: Warning
ar: تحذير
be: Увага
ca: Atenció
de: Warnung
es: Advertencia
fa: هشدار
fi: Varoitus
fr: Attention
id: Peringatan
it: Attenzione
ko: 경고
ms: Amaran
nl: Waarschuwing
pl: Ostrzeżenie
pt_br: Atenção
ru: Внимание
sv: Varning
tr: Uyarı
uk: Попередження
uz: Ogohlantirish
zh_cn: 警告
zh_tw: 警告

# ConvertGroupInfo
source: **Member limit reached.** For more space and additional features, upgrade to a supergroup: • Supergroups can hold up to {0} • New members can see the full message history • Deleted messages will disappear for all members • Admins can add a description to the group • Owner can set a public link for the group
ar: **تم بلوغ الحد الأقصى للأعضاء** لمزيد من المساحة والميزات الإضافية؛ قم بالترقية إلى مجموعة خارقة: • يمكن للمجموعات الخارقة استيعاب ⁨{0}⁩ عضو • يمكن للأعضاء الجدد رؤية سجل المحادثات بالكامل • تختفي الرسائل المحذوفة لكل الأعضاء • يمكن للمشرفين إضافة وصف للمجموعة • يمكن للمالك إنشاء رابط عام للمجموعة
be: **Дасягнута абмежаванне па колькасці ўдзельнікаў.** Каб перавысіць яго і атрымаць доступ да дадатковых функцый, абнавіцеся да суперсуполкі: • Суперсуполкі могуць мець да {0} удзельнікаў • Новыя ўдзельнікі бачаць усю гісторыю паведамленняў • Выдаленыя паведамленні знікаюць для ўсіх удзельнікаў • Кіраўнікі могуць дадаваць апісанне суполкі • Уладальнік можа задаваць публічную спасылку на суполку
ca: **S'ha arribat al límit de membres.** Per a més espai i característiques, actualitzeu a un supergrup: • Els supergrups poden tenir fins a {0}. • Els nous membres poden veure l'historial complet. • Els missatges eliminats desapareixen per tothom. • Els administradors poden afegir una descripció al grup. • El propietari pot establir un enllaç públic per al grup.
de: **Gruppenlimit erreicht.** Für weitere Funktionen und um das Limit aufzuheben in Supergruppe ändern: • Bis zu {0} sind nun möglich • Neue Mitglieder sehen gesamten Verlauf • Gelöschte Nachrichten werden bei allen Mitgliedern entfernt • Admins können Beschreibung festlegen • Gruppenersteller kann die Gruppe öffentlich machen
es: **Límite de miembros alcanzado.** Para tener más espacio y características adicionales, conviértelo en un supergrupo: • Permiten hasta {0} • Los nuevos miembros ven todo el historial • Un mensaje eliminado desaparece para todos • Los admins. pueden añadir una descripción • El propietario puede generar un enlace público
fi: **Jäsenten maksimimäärä täynnä.** Jos haluat lisätä enemmän jäseniä, päivitä ryhmä superryhmäksi: • Superryhmissä voi olla jopa {0} • Uudet jäsenet näkevät koko keskusteluhistorian • Poistetut viestit häviävät kaikilta jäseniltä • Valvojat voivat lisätä kuvauksen ryhmälle • Perustaja voi lisätä ryhmälle julkisen linkin
fr: **Limite de membres atteinte.** Pour avoir plus d'espace et des fonctionnalités en plus, passez à un supergroupe : • Les supergroupes vont jusqu'à {0} membres • Les nouveaux membres peuvent voir tous les message • Les messages supprimés disparaissent pour tous • Les administrateurs peuvent ajouter une description du groupe • Le créateur peut définir un lien public pour le groupe
it: **Limite membri raggiunto.** Per avere maggiore spazio e funzioni aggiuntive, aggiorna a supergruppo: • I supergruppi hanno massimo {0} • I nuovi membri possono vedere tutta la cronologia • I messaggi eliminati scompaiono per tutti • Gli admin possono aggiungere una descrizione al gruppo • Il proprietario può creare un link pubblico per il gruppo
ko: **참가자 수 한계에 다다랐습니다.** 더 많은 참가자를 추가하고 추가 기능을 사용하려면, 슈퍼그룹으로 업그레이드하세요. • 슈퍼그룹은 {0}명까지 수용할 수 있습니다 • 새로운 참가자가 대화 기록 전체를 볼 수 있습니다 • 메시지 삭제시 모두에게 삭제됩니다 • 관리자는 그룹에 설명을 추가 할 수 있습니다 • 생성자가 그룹에 공개 링크를 설정 할 수 있습니다
ms: **Had ahli tercapai.** Untuk jimatkan ruang dan ciri-ciri tambahan, naik taraf ke grupsuper: • Grupsuper boleh mempunyai ahli sehingga {0} • Ahli baru boleh melihat kesemua mesej dari awal • Mesej yang dihapus akan hilang dari semua ahli • Pentadbir boleh tambah keterangan grup • Pencipta boleh set link awam untuk grup
nl: **Ledenlimiet bereikt.** Wil je extra functies en een hogere limiet? Waardeer op naar een supergroep: • Supergroepen hebben maximaal {0} • Nieuwe leden zien de hele geschiedenis • Gewiste berichten gelden voor iedereen • Beheerders kunnen een groepsbeschrijving instellen • Maker kan een publieke groepslink instellen
pl: **Osiągnięto limit członków.** Aby uzyskać więcej miejsca i dodatkowe funkcje, przejdź na super grupę: • Super grupy mogą pomieścić do {0} członków • Nowi członkowie mogą widzieć całą historię wiadomości • Usunięte wiadomości będą niewidoczne dla wszystkich członków • Administratorzy mogą dodać opis do grupy • Właściciel może ustawić publiczny link dla grupy
pt_br: **Limite de membros atingido.** Para mais espaço e funções adicionais, converta em supergrupo: • Supergrupos podem ter até {0} • Novos membros podem ver todo o histórico do chat • Mensagens apagadas somem para todos os membros • Admins podem adicionar uma descrição no grupo • O criador pode definir um link público para o grupo
ru: **Максимальное количество участников.** Сделайте группу супергруппой, чтобы увеличить число участников и получить другие возможности: • В супергруппах могут общаться до {0} участников • Новые участники могут видеть всю историю сообщений • Удалённые сообщения исчезают у всех пользователей • Администраторы могут указать описание группы • Создатель может выбрать для группы публичную ссылку
sv: **Medlemsgräns nådd.** Utökning av medlemsantalet kan ske genom uppgradering till en supergrupp: • Supergrupper kan ha upp till {0} • Nya medlemmar kan se hela chatthistoriken • Borttagna meddelanden försvinner hos alla • Administratörer kan lägga till gruppbeskrivning • Ägare kan skapa en publik länk till gruppen.
tr: **Üye sınırına ulaşıldı.** Daha fazla alan ve ek özellikler için bir süper gruba yükseltin: • Süper gruplar {0} barındırabilir. • Yeni üyeler tam mesaj geçmişini görebilir • Silinen mesajlar tüm üyeler için kaybolur • Yöneticiler gruba bir açıklama ekleyebilir • Grubun sahibi, grup için genel bir bağlantı ayarlayabilir
uk: **Досягнуто обмеження на кількість учасників.** Щоб зняти обмеження й отримати додаткові можливості, покращте до супергрупи: • Супергрупи можуть містити до {0} • Нові учасники можуть бачити всю історію повідомлень • Повідомлення видаляються для всіх учасників • Адміністратори можуть додати опис до групи • Власник може встановити публічне посилання для групи

# ConvertGroupInfo2
source: **In supergroups:** • New members can see the full message history • Deleted messages will disappear for all members • Admins can add a description to the group • Creator can set a public link for the group
ar: ** في المجموعات الخارقة:** • يمكن للأعضاء الجدد مشاهدة محتوى المحادثة كاملًا • تختفي الرسائل المحذوفة من أجهزة جميع الأعضاء • يمكن للمشرفين إضافة وصفٍ للمجموعة • يمكن لمالك المجموعة إنشاء رابط عام لها
be: **У суперсуполках:** • Новыя ўдзельнікі бачаць усю гісторыю паведамленняў • Паведамленні выдаляюцца для ўсіх карыстальнікаў • Кіраўнікі могуць дадаваць апісанне суполкі • Стваральнік можа задаваць публічную спасылку на суполку
ca: **Als supergrups:** • Els nous membres poden veure l'historial complet. • Els missatges eliminats desapareixen per a tothom. • Els administradors poden afegir una descripció al grup. • El creador pot establir un enllaç públic per al grup.
de: **In Supergruppen:** • Neue Mitglieder sehen gesamten Verlauf • Nachrichten sind bei allen löschbar • Admins können Beschreibung festlegen • Ersteller kann Gruppe öffentlich machen
es: **En los supergrupos:** • Los nuevos miembros ven todo el historial • Un mensaje eliminado desaparece para todos • Puede añadirse una descripción para el grupo • El creador puede generar un enlace público
fi: **Superryhmissä:** • Uudet jäsenet näkevät koko keskusteluhistorian • Poistetut viestit häviävät kaikilta jäseniltä • Valvojat voivat lisätä kuvauksen ryhmälle • Perustaja voi lisätä ryhmälle julkisen linkin
fr: **Dans les supergroupes :** • Les nouveaux membres peuvent voir tous les message • Les messages supprimés disparaissent pour tous • Les administrateurs peuvent ajouter une description du groupe • Le créateur peut définir un lien public pour le groupe
it: **Nei supergruppi:** • I nuovi membri vedono tutta la cronologia • I messaggi eliminati scompaiono per tutti • Gli admin possono aggiungere una descrizione al gruppo • Il creatore può creare un link pubblico per il gruppo
ko: **슈퍼그룹에서는** • 새로운 참가자가 대화 내용 전체를 볼 수 있습니다 • 한 사람이 메시지를 삭제하면 모두에게서도 사라집니다 • 생성자가 그룹에 공개 링크를 둘 수 있습니다
ms: **Di grupsuper.** • Ahli baru boleh melihat ke semua mesej dari awal • Mesej yang dihapus akan hilang dari semua ahli • Pentadbir boleh tambah keterangan grup • Pencipta boleh set link awam untuk grup
nl: **Supergroepen:** • Nieuwe leden zien de hele geschiedenis • Gewiste berichten gelden voor iedereen • Beheerders kunnen een groepsbeschrijving instellen • Maker kan een publieke groepslink instellen
pl: **W super grupie:** • Nowi członkowie mogą widzieć całą historię wiadomości • Usunięte wiadomości będą niewidoczne dla wszystkich członków • Administratorzy mogą dodać opis do grupy • Właściciel może ustawiać publiczny link dla grupy
pt_br: **Em supergrupos:** • Novos membros podem ver todo o histórico do chat • Mensagens apagadas somem para todos os membros • Admins podem adicionar uma descrição no grupo • O criador pode definir um link público para o grupo
ru: **В супергруппах:** • Новые участники видят всю историю сообщений • Удалённые сообщения исчезают у всех участников • Администраторы могут указать описание группы • Создатель может выбрать для группы публичную ссылку
sv: **I Supergrupper:** • Nya medlemmar kan se hela historiken • Borttagna meddelanden försvinner hos alla medlemmar • Administratörer kan lägga till gruppbeskrivning • Ägare kan skapa en publik länk till gruppen
tr: **Süper gruplarda:** • Yeni üyeler, mesajın tamamını görebilir • Silinen mesajlar, tüm üyeler için kaybolacak • Yöneticiler, gruba bir açıklama ekleyebilir • Oluşturucu, grup için herkese açık bir bağlantı ayarlayabilir
uk: **У супергрупах:** • Нові учасники бачать всю історію повідомлень • Видалені повідомлення зникнуть для всіх учасників • Адміністратори можуть додавати опис групи • Творець може встановити публічне посилання для групи

# ConvertGroupInfo3
source: **Note:** this action can't be undone.
ar: **ملحوظة:** لا يمكنك التراجع عن هذا الإجراء.
be: **Увага:** гэта дзеянне немагчыма адрабіць.
ca: **Nota:** Aquesta acció no es pot desfer.
de: **Wichtig:** Die Änderung kann nicht rückgängig gemacht werden.
es: **Importante:** Esta acción no se puede deshacer.
fa: **توجه:** این عمل بازگشت‌ناپذیر است.
fi: **Huomautus:** tätä toimintoa ei voi kumota.
fr: Notez que cette action est irréversible.
id: **Catatan:** aksi ini tidak dapat dibatalkan.
it: **Nota:** questa azione non può essere annullata.
ko: **주의:** 이 작업은 되돌릴 수 없습니다.
ms: **Nota:** tindakan ini tak boleh ditukar balik.
nl: **Let op:** Je kunt dit niet ongedaan maken.
pl: **Uwaga:** ta operacja jest nieodwracalna.
pt_br: **Nota:** essa ação não pode ser desfeita.
ru: **Важно:** это нельзя будет отменить.
sv: **Obs!** Åtgärden kan inte ångras.
tr: **Not:** Bu işlem geri alınamaz.
uk: **Примітка:** це незворотня дія.
uz: **Eslatma:** keyin bu amalni bekor qilib boʻlmaydi.
zh_cn: **注意：**此操作不可撤销。
zh_tw: **注意：**此操作不可撤銷。

# ConvertGroupMenu
source: Convert to supergroup
ar: تحويل إلى مجموعة خارقة
be: Абнавіцца да суперсуполкі
ca: Converteix en supergrup
de: In Supergruppe ändern
es: Convertir en supergrupo
fa: تبدیل به ابرگروه
fi: Muunna superryhmäksi
fr: Passer à un supergroupe
id: Ubah ke supergrup
it: Converti in supergruppo
ko: 슈퍼그룹으로 변환
ms: Tukar ke grupsuper
nl: Opwaarderen naar supergroep
pl: Konwertuj do super grupy
pt_br: Converter em supergrupo
ru: Сделать супергруппой
sv: Konvertera till supergrupp
tr: Süper gruba dönüştür
uk: Покращити до супергрупи
uz: Superguruhga aylantirish
zh_cn: 升级为超级群组
zh_tw: 升級為超級群組

source: Copy
ar: نسخ
be: Капіяваць
ca: Copia
de: Kopieren
es: Copiar
fa: کپی
fi: Kopioi
fr: Copier
id: Salin
it: Copia
ko: 복사
ms: Salin
nl: Kopieer
pl: Kopiuj
pt_br: Copiar
ru: Копировать
sv: Kopiera
tr: Kopyala
uk: Копіювати
uz: Nusxa olish
zh_cn: 复制
zh_tw: 複製

# CopyCardNumber
source: Copy
ar: نسخ
be: Капіяваць
ca: Copia
de: Kopieren
es: Copiar
fa: کپی
fi: Kopioi
fr: Copier
id: Salin
it: Copia
ko: 복사
ms: Salin
nl: Kopiëren
pl: Kopiuj
pt_br: Copiar
ru: Копировать
sv: Kopiera
tr: Kopyala
uk: Копіювати
uz: Nusxa olish

source: Copy Link
ar: نسخ الرابط
be: Капіяваць спасылку
ca: Copia l'enllaç
de: Link kopieren
es: Copiar enlace
fa: کپی لینک
fi: Kopioi linkki
fr: Copier le lien
id: Salin Tautan
it: Copia link
ko: 링크 복사
ms: Salin Link
nl: Link kopiëren
pl: Kopiuj link
pt_br: Copiar Link
ru: Копировать ссылку
sv: Kopiera länk
tr: Bağlantıyı kopyala
uk: Копіювати посилання
uz: Havoladan nusxa olish
zh_cn: 复制链接
zh_tw: 複製鏈結
